Tutorials-3.0.0/rhoPisoCentralFoam/convDivNozzle/LTS/system/functionObjects

functions
{
    minMax
    {
        // Type of functionObject
        type            fieldMinMax;

        // Where to load it from (if not already in solver)
        functionObjectLibs ("libfieldFunctionObjects.so");

        // Function object enabled flag
        enabled         true;

        // Log to output (default: false)
        log             false;

        // Write information to file (default: true)
        write           true;

        // Fields to be monitored - runTime modifiable
        fields
        (
            U
        );
    }
}


functions
{

}

